Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ProfilesColors.PresetLacksModes
source: This preset does not have separate colors for light mode and dark mode.
de: Diese Voreinstellung hat keine separaten Farben für den hellen und den dunklen Modus.
ja: このプリセットにはライトモードとダークモード用の個別の色がありません。
pt_br: Esta predefinição não tem cores separadas para o modo claro e o modo escuro.
ru: Этот пресет не имеет отдельных цветов для светлой и тёмной темы.
zh_hans: 此预设没有为浅色模式和深色模式提供独立的颜色。

# ProfilesColors.SaveFailed
source: Save Failed.
de: Speichern fehlgeschlagen.
ja: 保存に失敗しました。
pt_br: Falha ao salvar.
ru: Сохранение не удалось.
zh_hans: 存储失败。

# ProfilesColors.SavePresetAs
source: Save As…
de: Sichern unter…
ja: 名前を付けて保存…
pt_br: Salvar como…
ru: Сохранить как…
zh_hans: 存储为…

# ProfilesColors.SavePresetTitle
source: Save Color Preset
de: Farbvoreinstellung sichern
ja: カラープリセットを保存
pt_br: Salvar predefinição de cor
ru: Сохранение цветового пресета
zh_hans: 存储颜色预设

# ProfilesColors.SelectPresetName
source: Select preset name
de: Namen der Voreinstellung auswählen
ja: プリセット名を選択
pt_br: Selecionar nome da predefinição
ru: Выберите имя пресета
zh_hans: 选择预设名称

# ProfilesColors.SelectPresetToDelete
source: Select a preset to delete:
de: Wählen Sie eine zu löschende Voreinstellung aus:
ja: 削除するプリセットを選択してください:
pt_br: Selecione uma predefinição para apagar:
ru: Выберите пресет для удаления:
zh_hans: 选择要删除的预设：

# ProfilesColors.ThemeOverridesMode
source: Your current theme overrides the system light and dark mode setting, so color switching will not occur. You can change it in Settings > Appearance > General > Theme.
de: Ihr aktuelles Thema überschreibt die Einstellung für den hellen und dunklen Systemmodus, daher findet kein Farbwechsel statt. Sie können dies unter Einstellungen > Erscheinungsbild > Allgemein > Thema ändern.
ja: 現在のテーマはシステムのライト/ダークモード設定を上書きしているため、色の切り替えは行われません。「設定 > 外観 > 一般 > テーマ」で変更できます。
pt_br: Seu tema atual substitui a configuração de modo claro e escuro do sistema, portanto não haverá troca de cores. Você pode alterá-lo em Ajustes > Aparência > Geral > Tema.
ru: Текущая тема переопределяет системную настройку светлого и тёмного режима, поэтому переключение цветов происходить не будет. Это можно изменить в разделе Настройки > Внешний вид > Общие > Тема.
zh_hans: 当前主题会覆盖系统的浅色与深色模式设置，因此不会切换颜色。可在“设置”>“外观”>“通用”>“主题”中更改。

# ProfilesColors.UpdateBothModes
source: Update Both Modes
de: Beide Modi aktualisieren
ja: 両方のモードを更新
pt_br: Atualizar ambos os modos
ru: Обновить оба режима
zh_hans: 更新两种模式

# ProfilesColors.UpdateDarkOnly
source: Update Dark Mode Only
de: Nur dunklen Modus aktualisieren
ja: ダークモードのみ更新
pt_br: Atualizar apenas modo escuro
ru: Обновить только тёмный режим
zh_hans: 仅更新深色模式

# ProfilesColors.UpdateLightOnly
source: Update Light Mode Only
de: Nur hellen Modus aktualisieren
ja: ライトモードのみ更新
pt_br: Atualizar apenas modo claro
ru: Обновить только светлый режим
zh_hans: 仅更新浅色模式

# ProfilesColors.UpdateWhichModes
source: Update Which Modes?
de: Welche Modi aktualisieren?
ja: どのモードを更新しますか?
pt_br: Atualizar quais modos?
ru: Какие режимы обновить?
zh_hans: 更新哪些模式？

# ProfilesColors.VisitGallery
source: Visit Online Gallery
de: Online-Galerie besuchen
ja: オンラインギャラリーを表示
pt_br: Visitar galeria on-line
ru: Перейти в онлайн-галерею
zh_hans: 访问在线图库

# ProfilesGeneral.AutomaticLoadingUnsupportedShell
source: Automatic loading doesn’t work with %@
de: Automatisches Laden funktioniert nicht mit %@
ja: %@ では自動読み込みが機能しません
pt_br: O carregamento automático não funciona com %@
ru: Автоматическая загрузка не работает с %@
zh_hans: 自动载入不适用于 %@

# ProfilesGeneral.BuiltInIconForCurrentApp
source: Built-in Icon for Current App
de: Integriertes Symbol für aktuelle App
ja: 現在のアプリの組み込みアイコン
pt_br: Ícone integrado do app atual
ru: Встроенный значок для текущего приложения
zh_hans: 当前应用的内置图标

# ProfilesGeneral.CommandNotFoundWarning
source: Command not found. You may need to specify the full path because your shell is not used when running this command. The search path contains the following folders: %@.
de: Befehl nicht gefunden. Möglicherweise müssen Sie den vollständigen Pfad angeben, da Ihre Shell beim Ausführen dieses Befehls nicht verwendet wird. Der Suchpfad enthält die folgenden Ordner: %@.
ja: コマンドが見つかりません。このコマンドの実行時にはシェルが使用されないため、フルパスを指定する必要があるかもしれません。検索パスには次のフォルダが含まれています: %@。
pt_br: Comando não encontrado. Talvez você precise especificar o caminho completo, pois seu shell não é usado ao executar este comando. O caminho de busca contém as seguintes pastas: %@.
ru: Команда не найдена. Возможно, потребуется указать полный путь, так как при выполнении этой команды оболочка не используется. Путь поиска содержит следующие папки: %@.
zh_hans: 找不到命令。由于运行此命令时不使用你的 shell，你可能需要指定完整路径。搜索路径包含以下文件夹：%@。

# ProfilesGeneral.CustomCommandPlaceholderCommand
source: Enter command to run when a new session is created
de: Befehl eingeben, der beim Erstellen einer neuen Sitzung ausgeführt wird
ja: 新しいセッションが作成されたときに実行するコマンドを入力してください
pt_br: Digite o comando a executar quando uma nova sessão for criada
ru: Команда для запуска в новой сессии
zh_hans: 输入新建会话时要运行的命令

# ProfilesGeneral.CustomCommandPlaceholderInitialURL
source: Initial URL
de: Anfängliche URL
ja: 初期URL
pt_br: URL inicial
ru: Начальный URL
zh_hans: 初始 URL

# ProfilesGeneral.CustomCommandPlaceholderShellPath
source: Enter full path to shell
de: Vollständigen Pfad zur Shell eingeben
ja: シェルへのフルパスを入力してください
pt_br: Digite o caminho completo do shell
ru: Введите полный путь к оболочке
zh_hans: 输入 Shell 的完整路径

# ProfilesGeneral.CustomCommandPlaceholderSSH
source: Arguments to ssh
de: Argumente für ssh
ja: sshへの引数
pt_br: Argumentos para o ssh
ru: Аргументы для ssh
zh_hans: ssh 的参数

# ProfilesGeneral.PluginInvalidTitle
source: Plugin Invalid
de: Plugin ungültig
ja: プラグインが無効です
pt_br: Plug-in inválido
ru: Недействительный плагин
zh_hans: 插件无效

# ProfilesGeneral.SearchBadge
source: Profile badge
de: Profil-Badge
ja: プロファイルバッジ
pt_br: Selo do perfil
ru: Бейдж профиля
zh_hans: 配置文件角标

# ProfilesGeneral.SearchCommandType
source: Profile uses login shell, custom shell, or custom command
de: Profil verwendet Login-Shell, benutzerdefinierte Shell oder benutzerdefinierten Befehl
ja: プロファイルがログインシェル、カスタムシェル、またはカスタムコマンドを使用する
pt_br: O perfil usa shell de login, shell personalizado ou comando personalizado
ru: Профиль использует оболочку входа, пользовательскую оболочку или пользовательскую команду
zh_hans: 配置文件使用登录 Shell、自定义 Shell 或自定义命令

# ProfilesGeneral.SearchCustomCommand
source: Profile custom command
de: Benutzerdefinierter Profilbefehl
ja: プロファイルのカスタムコマンド
pt_br: Comando personalizado do perfil
ru: Пользовательская команда профиля
zh_hans: 配置文件自定义命令

# ProfilesGeneral.SearchEditBadgeAppearance
source: Edit badge appearance
de: Erscheinungsbild des Badges bearbeiten
ja: バッジの外観を編集
pt_br: Editar aparência do selo
ru: Изменить внешний вид бейджа
zh_hans: 编辑角标外观

# ProfilesGeneral.SearchIcon
source: Profile icon
de: Profilsymbol
ja: プロファイルアイコン
pt_br: Ícone do perfil
ru: Значок профиля
zh_hans: 配置文件图标

# ProfilesGeneral.SearchInitialURL
source: Initial URL for Browser mode
de: Anfängliche URL für den Browser-Modus
ja: ブラウザモードの初期URL
pt_br: URL inicial para o modo de navegador
ru: Начальный URL для режима браузера
zh_hans: 浏览器模式的初始 URL

# ProfilesGeneral.SearchInitialWorkingDirectory
source: Profile initial working directory
de: Anfängliches Arbeitsverzeichnis des Profils
ja: プロファイルの初期作業ディレクトリ
pt_br: Diretório de trabalho inicial do perfil
ru: Начальный рабочий каталог профиля
zh_hans: 配置文件初始工作目录

# ProfilesGeneral.SearchName
source: Profile name
de: Profilname
ja: プロファイル名
pt_br: Nome do perfil
ru: Имя профиля
zh_hans: 配置文件名称

# ProfilesGeneral.SearchProfileType
source: Profile type
de: Profiltyp
ja: プロファイルタイプ
pt_br: Tipo de perfil
ru: Тип профиля
zh_hans: 配置文件类型

# ProfilesGeneral.SearchShortcut
source: Open profile shortcut keystroke
de: Tastenkombination zum Öffnen des Profils
ja: プロファイルを開くショートカットキー
pt_br: Tecla de atalho para abrir o perfil
ru: Комбинация клавиш для открытия профиля
zh_hans: 打开配置文件的快捷键

# ProfilesGeneral.SearchTags
source: Profile tags
de: Profil-Tags
ja: プロファイルタグ
pt_br: Tags do perfil
ru: Теги профиля
zh_hans: 配置文件标签

# ProfilesGeneral.SearchTitleOptions
source: Profile title options
de: Titeloptionen des Profils
ja: プロファイルのタイトルオプション
pt_br: Opções de título do perfil
ru: Параметры заголовка профиля
zh_hans: 配置文件标题选项

# ProfilesGeneral.SearchURLSchemes
source: URL schemes handled by profile
de: Vom Profil verarbeitete URL-Schemas
ja: プロファイルが処理するURLスキーム
pt_br: Esquemas de URL tratados pelo perfil
ru: Схемы URL, обрабатываемые профилем
zh_hans: 配置文件处理的 URL 方案

# ProfilesGeneral.SelectURLSchemes
source: Select URL Schemes…
de: URL-Schemas auswählen…
ja: URLスキームを選択…
pt_br: Selecionar esquemas de URL…
ru: Выбор схем URL…
zh_hans: 选择 URL 方案…

# ProfilesGeneral.ShellIntegrationNeedsNewerBash
source: Shell integration needs a newer version of bash.
de: Shell-Integration benötigt eine neuere Version von bash.
ja: シェル統合には新しいバージョンのbashが必要です。
pt_br: O Shell Integration requer uma versão mais recente do bash.
ru: Для интеграции с оболочкой требуется более новая версия bash.
zh_hans: Shell 集成需要更新版本的 bash。

# ProfilesGeneral.ShellIntegrationNotAvailableBrowser
source: Not available with browser tabs
de: Nicht verfügbar bei Browser-Tabs
ja: ブラウザタブでは使用できません
pt_br: Não disponível com abas de navegador
ru: Недоступно для вкладок браузера
zh_hans: 无法在标签页中使用

# ProfilesGeneral.ShellIntegrationRequiresShell
source: Requires bash, fish, tcsh, xonsh, or zsh.
de: Erfordert bash, fish, tcsh, xonsh oder zsh.
ja: bash、fish、tcsh、xonsh、またはzshが必要です。
pt_br: Requer bash, fish, tcsh, xonsh ou zsh.
ru: Требует bash, fish, tcsh, xonsh или zsh.
zh_hans: 需要 bash、fish、tcsh、xonsh 或 zsh。

# ProfilesGeneral.TitlePreviewProfile
source: Profile
de: Profil
ja: プロファイル
pt_br: Perfil
ru: Профиль
zh_hans: 配置文件

# ProfilesGeneral.TitlePreviewUser
source: User
de: Benutzer
ja: ユーザ
pt_br: Usuário
ru: Пользователь

# ProfilesKeys.ConfigureHotkeySearch
source: Configure hotkey window
de: Hotkey-Fenster konfigurieren
ja: ホットキーウインドウを設定
pt_br: Configurar janela de hotkey
ru: Настройка окна горячей клавиши
zh_hans: 配置热键窗口

# ProfilesKeys.KeyBindingsSearch
source: Profile key bindings
de: Tastenkombinationen des Profils
ja: プロファイルのキーバインディング
pt_br: Vínculos de teclas do perfil
ru: Привязки клавиш профиля
zh_hans: 配置文件按键绑定

# ProfilesKeys.MetaWarning
source: You have chosen to have an option key act as Meta. This option is useful for backward compatibility with older systems. The "Esc+" option is recommended for most users.
de: Sie haben sich dafür entschieden, dass eine Wahltaste als Meta fungiert. Diese Option ist nützlich für die Abwärtskompatibilität mit älteren Systemen. Für die meisten Benutzer wird die Option „Esc+“ empfohlen.
ja: オプションキーをMetaとして機能させることを選択しました。このオプションは古いシステムとの後方互換性のために便利です。ほとんどのユーザには「Esc+」オプションをお勧めします。
pt_br: Você optou por fazer uma tecla Option atuar como Meta. Esta opção é útil para compatibilidade com sistemas mais antigos. A opção “Esc+” é recomendada para a maioria dos usuários.
ru: Вы указали, что клавиша Option должна действовать как Meta. Этот вариант полезен для обратной совместимости со старыми системами. Большинству пользователей рекомендуется вариант «Esc+».
zh_hans: 你已选择让 Option 键充当 Meta。此选项有助于与较旧系统向后兼容。建议大多数用户使用“Esc+”选项。

# ProfilesKeys.OptionAsMetaHelp
source: In most key reporting modes, when reporting special keys like arrows, the ⌥ key may act as either Meta or Alt. Prior to version 3.5.6, iTerm2 used Meta. The default changed to Alt because some programs like Emacs expect it.
de: In den meisten Modi zur Tastenmeldung kann die ⌥-Taste beim Melden spezieller Tasten wie Pfeiltasten entweder als Meta oder als Alt fungieren. Vor Version 3.5.6 verwendete iTerm2 Meta. Der Standard wurde auf Alt geändert, da einige Programme wie Emacs dies erwarten.
ja: ほとんどのキー報告モードでは、矢印キーなどの特殊キーを報告する際に、⌥キーはMetaまたはAltのいずれかとして機能します。バージョン3.5.6より前は、iTerm2はMetaを使用していました。Emacsなどの一部のプログラムがAltを期待するため、デフォルトがAltに変更されました。
pt_br: Na maioria dos modos de reporte de teclas, ao reportar teclas especiais como as setas, a tecla ⌥ pode atuar como Meta ou Alt. Antes da versão 3.5.6, o iTerm2 usava Meta. O padrão mudou para Alt porque alguns programas, como o Emacs, esperam isso.
ru: В большинстве режимов передачи клавиш, при сообщении о специальных клавишах, таких как стрелки, клавиша ⌥ может действовать как Meta или как Alt. До версии 3.5.6 iTerm2 использовал Meta. Значение по умолчанию было изменено на Alt, поскольку некоторые программы, например Emacs, ожидают именно его.
zh_hans: 在大多数按键报告模式中，报告方向键等特殊按键时，⌥ 键可能充当 Meta 或 Alt。在 3.5.6 版本之前，iTerm2 使用 Meta。默认值已改为 Alt，因为 Emacs 等某些程序期望如此。

# ProfilesKeys.OverrideWarning
source: The keyboard shortcut you have set for this profile will take precedence over an existing shortcut for the same key combination in a global shortcut.
de: Die Tastenkombination, die Sie für dieses Profil festgelegt haben, hat Vorrang vor einem vorhandenen globalen Shortcut für dieselbe Tastenkombination.
ja: このプロファイルに設定したキーボードショートカットは、同じキーの組み合わせのグローバルショートカットに優先します。
pt_br: O atalho de teclado que você definiu para este perfil terá precedência sobre um atalho existente para a mesma combinação de teclas em um atalho global.
ru: Комбинация клавиш, заданная для этого профиля, будет иметь приоритет над существующей глобальной комбинацией клавиш с тем же сочетанием клавиш.
zh_hans: 你为此配置文件设置的键盘快捷键将优先于全局快捷键中的同一按键组合的现有快捷键。

# ProfilesKeys.RemoveBeforeImporting
source: Remove all key mappings before importing mappings?
de: Vor dem Importieren von Zuordnungen alle Tastenzuordnungen entfernen?
ja: マッピングを読み込む前に、すべてのキーマッピングを削除しますか?
pt_br: Remover todos os mapeamentos de teclas antes de importar os mapeamentos?
ru: Удалить все привязки клавиш перед импортом привязок?
zh_hans: 在导入绑定前移除所有按键绑定吗？

# ProfilesKeys.RemoveBeforeLoadingPreset
source: Remove all key mappings before loading a preset?
de: Vor dem Laden einer Voreinstellung alle Tastenzuordnungen entfernen?
ja: プリセットを読み込む前に、すべてのキーマッピングを削除しますか?
pt_br: Remover todos os mapeamentos de teclas antes de carregar uma predefinição?
ru: Удалить все привязки клавиш перед загрузкой пресета?
zh_hans: 加载预设前移除所有按键绑定吗？

# ProfilesKeys.RemoveConflictingBindings
source: This profile has some key bindings from a preset that conflict with CSI u. Remove them?
de: Dieses Profil enthält einige Tastenkombinationen aus einer Voreinstellung, die mit CSI u in Konflikt stehen. Sollen sie entfernt werden?
ja: このプロファイルには、CSI uと競合するプリセットのキーバインディングがあります。削除しますか?
pt_br: Este perfil tem alguns vínculos de teclas de uma predefinição que conflitam com CSI u. Removê-los?
ru: В этом профиле есть привязки клавиш из пресета, которые конфликтуют с CSI u. Удалить их?
zh_hans: 此配置文件有一些来自预设的按键绑定与 CSI u 冲突。移除它们？

# ProfilesKeys.RemoveIncompatibleHeading
source: Remove Incompatible Key Bindings?
de: Inkompatible Tastenkombinationen entfernen?
ja: 互換性のないキーバインディングを削除しますか?
pt_br: Remover vínculos de teclas incompatíveis?
ru: Удалить несовместимые привязки клавиш?
zh_hans: 移除不兼容的按键绑定？

# ProfilesKeys.ShowIncompatibleBindings
source: Show incompatible key bindings
de: Inkompatible Tastenkombinationen anzeigen
ja: 互換性のないキーバインディングを表示
pt_br: Mostrar vínculos de teclas incompatíveis
ru: Показать несовместимые привязки клавиш
zh_hans: 显示不兼容的按键绑定

# ProfilesMenu.OpenAll
source: Open All
de: Alle öffnen
ja: すべて開く
pt_br: Abrir todos
ru: Открыть всё
zh_hans: 全部打开

# ProfilesMenu.OpenAllInNewWindow
source: Open All in New Window
de: Alle in neuem Fenster öffnen
ja: すべてを新規ウインドウで開く
pt_br: Abrir todos em nova janela
ru: Открыть всё в новом окне
zh_hans: 在新窗口中全部打开

# ProfilesMenu.OpenInNewTab
source: Open In New Tab
de: In neuem Tab öffnen
ja: 新規タブで開く
pt_br: Abrir em nova aba
ru: Открыть в новой вкладке
zh_hans: 在新标签页中打开

# ProfilesMenu.OpenInNewWindow
source: Open In New Window
de: In neuem Fenster öffnen
ja: 新規ウインドウで開く
pt_br: Abrir em nova janela
ru: Открыть в новом окне
zh_hans: 在新窗口中打开

# ProfilesMenu.PressOptionForNewTab
source: Press Option for New Tab
de: Wahltaste für neuen Tab drücken
ja: Optionキーを押すと新規タブ
pt_br: Pressione Option para nova aba
ru: Нажмите Option для новой вкладки
zh_hans: 按 Option键创建新标签页

# ProfilesMenu.PressOptionForNewWindow
source: Press Option for New Window
de: Wahltaste für neues Fenster drücken
ja: Optionキーを押すと新規ウインドウ
pt_br: Pressione Option para nova janela
ru: Нажмите Option для нового окна
zh_hans: 按 Option键创建新窗口

# ProfilesSession.CloseOrRestartOnEnd
source: Close or restart session on end
de: Sitzung am Ende schließen oder neu starten
ja: 終了時にセッションを閉じるか再起動する
pt_br: Fechar ou reiniciar a sessão ao terminar
ru: Закрывать или перезапускать сессию по завершении
zh_hans: 结束时关闭或重新启动会话

# ProfilesSession.ColorSchemeBlue
source: Blue
de: Blau
ja: ブルー
pt_br: Azul
ru: Синий
zh_hans: 蓝色

# ProfilesSession.ColorSchemeDefault
source: Default
de: Standard
ja: デフォルト
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

# ProfilesSession.ColorSchemeGreen
source: Green
de: Grün
ja: グリーン
pt_br: Verde
ru: Зелёный
zh_hans: 绿色

# ProfilesSession.ColorSchemePurple
source: Purple
de: Lila
ja: パープル
pt_br: Roxo
ru: Фиолетовый
zh_hans: 紫色

# ProfilesSession.ColorSchemeRainbow
source: Rainbow
de: Regenbogen
ja: レインボー
pt_br: Arco-íris
ru: Радуга
zh_hans: 彩虹色

# ProfilesSession.ColorSchemeRed
source: Red
de: Rot
ja: レッド
pt_br: Vermelho
ru: Красный
zh_hans: 红色

# ProfilesSession.ColorSchemeYellow
source: Yellow
de: Gelb
ja: イエロー
pt_br: Amarelo
ru: Жёлтый
zh_hans: 黄色

# ProfilesSession.ConfigureStatusBar
source: Configure status bar
de: Statusleiste konfigurieren
ja: ステータスバーを設定
pt_br: Configurar barra de status
ru: Настройка строки состояния
zh_hans: 配置状态栏

# ProfilesSession.EnableSendCodeAction
source: Enable Send Code
de: Senden von Code aktivieren
ja: コード送信を有効にする
pt_br: Ativar envio de código
ru: Включить отправку кода
zh_hans: 启用发送代码

# ProfilesSession.LogPlainText
source: Log plain text, igoring control sequences
de: Reinen Text protokollieren, Steuersequenzen ignorieren
ja: 制御シーケンスを無視してプレーンテキストを記録
pt_br: Registrar texto simples, ignorando sequências de controle
ru: Записывать обычный текст, игнорируя управляющие последовательности
zh_hans: 记录纯文本，忽略控制序列

# ProfilesSession.NoSessionsPreventingSleep
source: No sessions are currently preventing sleep.
de: Derzeit verhindert keine Sitzung den Ruhezustand.
ja: 現在、スリープを妨げているセッションはありません。
pt_br: Nenhuma sessão está impedindo a suspensão no momento.
ru: В данный момент ни одна сессия не препятствует переходу в спящий режим.
zh_hans: 当前没有会话正在阻止睡眠功能。

# ProfilesSession.ProgressBarColorScheme
source: Progress bar color scheme
de: Farbschema der Fortschrittsanzeige
ja: プログレスバーのカラースキーム
pt_br: Esquema de cores da barra de progresso
ru: Цветовая схема индикатора выполнения
zh_hans: 进度条配色方案

# ProfilesSession.ProgressBarHeight
source: Progress bar height
de: Höhe der Fortschrittsanzeige
ja: プログレスバーの高さ
pt_br: Altura da barra de progresso
ru: Высота индикатора выполнения
zh_hans: 进度条高度

# ProfilesSession.ProgressBarHeightTooTall
source: The progress bar height cannot exceed the top margin’s height. You can adjust it in **Settings > Appearance > Panes > Top & Bottom Margins**.
de: Die Höhe der Fortschrittsanzeige darf die Höhe des oberen Rands nicht überschreiten. Sie können dies unter **Einstellungen > Erscheinungsbild > Bereiche > Oberer und unterer Rand** anpassen.
ja: プログレスバーの高さは、上部マージンの高さを超えることはできません。**設定 > 外観 > ペイン > 上下マージン** で調整できます。
pt_br: A altura da barra de progresso não pode exceder a altura da margem superior. Você pode ajustá-la em **Ajustes > Aparência > Painéis > Margens superior e inferior**.
ru: Высота индикатора выполнения не может превышать высоту верхнего поля. Это можно настроить в разделе **Настройки > Внешний вид > Панели > Верхнее и нижнее поля**.
zh_hans: 进度条的高度不能超过顶部边缘的高度。你可以在**设置 > 外观 > 窗格 > 顶部和底部边缘**中调整它。

# ProfilesSession.SendASCIICodeWhenIdle
source: Send ASCII code when idle?
de: ASCII-Code im Leerlauf senden?
ja: アイドル時にASCIIコードを送信しますか?
pt_br: Enviar código ASCII quando ocioso?
ru: Отправлять код ASCII при простое?
zh_hans: 空闲时发送 ASCII 代码？

# ProfilesSession.SendCharPeriodically
source: Send character periodically while idle
de: Im Leerlauf regelmäßig ein Zeichen senden
ja: アイドル時に定期的に文字を送信
pt_br: Enviar caractere periodicamente enquanto ocioso
ru: Периодически отправлять символ во время простоя
zh_hans: 空闲时定期发送字符

# ProfilesSession.SendCodeWhenIdleWarning
source: You probably don’t want to turn this on. It's not suitable for keeping ssh sessions alive, even with a code of “0”. Are you sure you want this?
de: Das sollten Sie wahrscheinlich nicht aktivieren. Es eignet sich nicht dazu, ssh-Sitzungen aufrechtzuerhalten, selbst mit einem Code von „0“. Sind Sie sicher, dass Sie dies möchten?
ja: これを有効にすることはお勧めしません。コード「0」を使用してもsshセッションを維持する用途には適していません。本当によろしいですか?
pt_br: Você provavelmente não quer ativar isto. Não é adequado para manter sessões ssh ativas, mesmo com um código “0”. Tem certeza de que quer isso?
ru: Скорее всего, вам не стоит включать эту функцию. Она не подходит для поддержания ssh-сессий активными, даже с кодом «0». Вы уверены, что хотите это сделать?
zh_hans: 你可能不想开启这个。它不适合保持 ssh 会话存活，即使使用代码“0”也是如此。确定要这样吗？

# ProfilesSession.SessionsPreventingSleep
source: %ld sessions are currently preventing sleep.
de: %ld Sitzungen verhindern derzeit den Ruhezustand.
ja: 現在、%ld個のセッションがスリープを妨げています。
pt_br: %ld sessões estão impedindo a suspensão no momento.
ru: %ld сессии в данный момент препятствуют переходу в спящий режим.
zh_hans: 当前有 %ld 个会话正在阻止系统休眠。

# ProfilesSession.SessionsWouldPreventSleep
source: %ld sessions would prevent sleep, but it is disabled while on battery.
de: %ld Sitzungen würden den Ruhezustand verhindern, sind aber im Akkubetrieb deaktiviert.
ja: %ld個のセッションがスリープを妨げますが、バッテリー使用時は無効になっています。
pt_br: %ld sessões impediriam a suspensão, mas isso está desativado com o uso de bateria.
ru: %ld сессии препятствовали бы переходу в спящий режим, но это отключено при работе от батареи.
zh_hans: 有 %ld 个会话会阻止休眠，但在使用电池供电时已停用。

# ProfilesSession.TimeBetweenChars
source: Time between sending characters when idle
de: Zeit zwischen dem Senden von Zeichen im Leerlauf
ja: アイドル時に文字を送信する間隔
pt_br: Tempo entre o envio de caracteres quando ocioso
ru: Интервал между отправкой символов при простое
zh_hans: 空闲时发送字符的时间间隔

# ProfilesSession.UndoCloseTimeout
source: Undo close session timeout
de: Zeitlimit für das Rückgängigmachen des Schließens einer Sitzung
ja: セッションを閉じる取り消しのタイムアウト
pt_br: Tempo limite para desfazer o fechamento da sessão
ru: Время отмены закрытия сессии
zh_hans: 撤销关闭会话的超时时间

# ProfilesTerminal.ChangeLocaleAction
source: Change Locale
de: Gebietsschema ändern
ja: ロケールを変更
pt_br: Alterar localidade
ru: Изменить локаль
zh_hans: 更改语言环境

# ProfilesTerminal.FilterAlerts
source: Filter alerts
de: Warnungen filtern
ja: アラートをフィルタ
pt_br: Filtrar alertas
ru: Фильтровать оповещения
zh_hans: 筛选提醒

# ProfilesTerminal.InvalidEncodingNoLocaleVars
source: Invalid encoding: neither $LC_CTYPE nor $LANG set.
de: Ungültige Kodierung: Weder $LC_CTYPE noch $LANG gesetzt.
ja: 無効なエンコーディング: $LC_CTYPEも$LANGも設定されていません。
pt_br: Codificação inválida: nem $LC_CTYPE nem $LANG definidos.
ru: Недопустимая кодировка: не задана ни переменная $LC_CTYPE, ни $LANG.
zh_hans: 无效编码：既未设置 $LC_CTYPE 也未设置 $LANG。

# ProfilesTerminal.KeepLocaleAction
source: Keep This Locale
de: Dieses Gebietsschema behalten
ja: このロケールを維持
pt_br: Manter esta localidade
ru: Оставить эту локаль
zh_hans: 保留此语言环境

# ProfilesTerminal.LangNotSet
source: $LANG will not be set.
de: $LANG wird nicht gesetzt.
ja: $LANGは設定されません。
pt_br: $LANG não será definido.
ru: $LANG не будет установлена.
zh_hans: $LANG 将不会被设置。
